---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataPercentageSkylights
source: html/3def553a-e76d-cd75-2a27-087f2b0394ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataPercentageSkylights Property

"Target Percentage Skylights"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataPercentageSkylights { get; }
```